"info_title" = "Személyes információk";
"pref_homeAddress_name" = "Otthoni cím";
"pref_homePhone_name" = "Kedvenc telefonszám";
"ui_title" = "Felhasználói felület";
"pref_nightMode_name" = "Éjszakai mód";
"pref_pressuref_name" = "Nyomás egység";
"pressuref_bar" = "Bar";
"pressuref_kpa" = "kPa";
"pressuref_kgf" = "Kg-f";
"pressuref_psi" = "psi";
"pref_tempf_name" = "Hőmérséklet egység";
"tempf_c" = "Celsius";
"tempf_f" = "Fahrenheit";
"pref_distance_name" = "Távolság egység";
"distance_m" = "Metrikus";
"distance_i" = "Imperiális";
"pref_bearing_name" = "Iránylat egység";
"bearing_d" = "Fok";
"bearing_c" = "Kardinális";
"pref_orientation_name" = "Orientáció rögzítés";
"orientation_a" = "Ki";
"orientation_l" = "Fekvő";
"orientation_p" = "Álló";
"pref_contact_sorting" = "Névlista rendezése";
"lastname" = "Családnév szerint";
"firstname" = "Keresztnév szerint";
"pref_displayBrightness_name" = "Maximális fényerő";
"alerting_title" = "Riasztások beállítása";
"pref_custom_tpm_threshold_title" = "Egyedi határértékek beállítása";
"pref_custom_tpm_threshold" = "Egyedi keréknyomás beállítása";
"pref_tpm_threshold_title" = "Alacsony keréknyomás érték";
"pref_tpm_threshold" = "Alacsony kerékyomás érték, válassz értéket beállított nyomásegység szerint";
"pref_fuel_routing_title" = "Töltőállomás útvonalválasztás";
"pref_fuel_routing_footer" = "Készítsen útvonalszámítást a legközelebbi töltőállomáshoz, ha alacsony az üzemanyagszint";
"pref_fuel_routing_enable_title" = "Töltőállomás útvonalszámítás engedélyezése";
"pref_grid_settings_title" = "Egyéni adathálózat beállítások";
"pref_tasks_settings_title" = "Egyéni gyorsmenü beállítása";
"debug_settings_title" = "Hibakeresési beállítások";
"pref_debuglogging_name" = "Hibakeresési napló engedélyezése";
"pref_debuglogging_summary" = "Csak akkor aktiváld, ha a programtámogatásnak szüksége van rá, mert befolyásolhatja a teljesítményt, ha bekapcsolva marad. Kérelek deaktiváld ha végeztél.";
"pref_integrations_settings_summary" = "Engedélyezd az integrációt az egyéb applikációkhoz és eszközökhöz.";
"pref_integrations_settings_title" = "Integrációk";
"pref_photopreview_name" = "Fénykép előnézet";
"advanced_settings_title" = "Haladó beállítások";
"timef_24h" = "24 órás";
"timef_12h" = "12 órás";
"pref_time_name" = "Időformátum";
"pref_highlightColor_title" = "Kiemelés színe";
"pref_rpmmax_name" = "Max ford";
"rpmmax_10k" = "10000";
"rpmmax_12k" = "12000";
"rpmmax_15k" = "15000";
"off" = "Ki";
"system_default" = "Rendszer alapértelmezett";
"pref_bearing_override_name" = "GPS iránylat";
"pref_bearing_override_summary" = "GPS iránylat használata a mágnes iránytű helyett.";
"pref_consumption_name" = "Fogyasztás egység";
"consumption_hundred_km" = "l/100";
"consumption_gallon_us" = "mpg (US)";
"consumption_gallon_imperial" = "mpg (Imp)";
"consumption_km" = "km/l";
"on" = "Be";
"rearwheel_speed_header" = "Hátsó kerék sebessége";
"pref_dashboard_speedsource_name" = "Műszerfal sebesség forrás";
"speed_header" = "Sebesség";
"gpsspeed_header" = "GPS sebesség";
"pref_notification_name" = "Hibaértesítések engedélyezése";
"pref_hide_navbar_name" = "Hide NavBar when not in use.";
"pref_main_settings_title" = "Main Screen Customization";
